export const textByLanguage = {
  "en-IN": `India is advancing clean electricity to build a sustainable future.
Clean energy helps citizens, farmers, and industries grow responsibly. `,

  "hi-IN": `भारत स्वच्छ और टिकाऊ भविष्य के लिए स्वच्छ बिजली को बढ़ावा दे रहा है।
यह ऊर्जा नागरिकों और उद्योगों को सशक्त बनाती है।`,

  "gu-IN": `ભારત સ્વચ્છ અને ટકાઉ ભવિષ્ય માટે સ્વચ્છ ઊર્જાને પ્રોત્સાહન આપે છે.
આ ઊર્જા નાગરિકો અને ઉદ્યોગોને મજબૂત બનાવે છે.`,

  "mr-IN": `भारत स्वच्छ आणि शाश्वत भविष्यासाठी स्वच्छ ऊर्जेचा प्रचार करत आहे.
ही ऊर्जा नागरिक आणि उद्योगांना सक्षम करते.`,

  "ta-IN": `இந்தியா தூய்மையான மற்றும் நிலையான எதிர்காலத்திற்காக தூய்மையான மின்சாரத்தை முன்னெடுக்கிறது.
இது மக்களையும் தொழில்களையும் ஆதரிக்கிறது.`,

  "te-IN": `భారతదేశం శుభ్రమైన మరియు స్థిరమైన భవిష్యత్తు కోసం స్వచ్ఛమైన విద్యుత్‌ను ప్రోత్సహిస్తోంది.
ఇది ప్రజలు మరియు పరిశ్రమలను బలపరుస్తుంది.`,
};
